{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "Die eerste keer is die sjabloon reeds toegepas, so wysig die sjabloon en druk die Alles verwyder-knoppie om elke konsep op te dateer.",
  "Draft List": "Konsep lys",
  "Template for draft": "Sjabloon vir konsep",
  "plugin": "Invoegtoepassing",
  "Change Style": "Verander styl",
  "Plugin Settings": "Inprop-instellings",
  "Update page list.": "Dateer bladsylys op.",
  "Reload": "Herlaai",
  "Press this button when finished.": "Druk hierdie knoppie wanneer jy klaar is.",
  "Close": "Sluit",
  "All delete": "Alle skrap",
  "How to use": "Hoe om te gebruik",
  "This plugin is for handling draft pages in bulk with embeds.": "Hierdie inprop is vir die hantering van konsepbladsye in grootmaat met inbeddings.",
  "When the content is complete, change the page name.": "Wanneer die inhoud voltooi is, verander die bladsynaam.",
  "The template is applied to draft pages.": "Die sjabloon word op konsepbladsye toegepas.",
  "When you open the list page, if each draft does not exist, the template is applied.": "Wanneer jy die lysbladsy oopmaak, as elke konsep nie bestaan nie, word die sjabloon toegepas.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "Om die sjabloon toe te pas op 'n konsep wat nog nie toegepas is nie, maak die bladsy oop, vee dit uit en maak die lysbladsy oop.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "Wanneer jy oor die bladsytitel beweeg, sal die Logseq-kern-nutswenkfunksie geaktiveer word. (As dit op aan gestel is.)",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "Klik op die bladsytitel om na daardie bladsy te gaan. Nadat u geskuif het, klik met die rechtermuisknop op die bladsytitel om die konteksmenu te vertoon en die bladsytitel te verander of uit te vee.",
  "Page style": "Bladsy styl",
  "The Tile style displays content in a minimalist manner.": "Die teëlstyl vertoon inhoud op 'n minimalistiese manier.",
  "The Gallery style arranges the blocks up, down, left, and right.": "Die galerystyl rangskik die blokke op, af, links en regs.",
  "The Wide style uses the screen horizontally.": "Die Wide-styl gebruik die skerm horisontaal.",
  "The Expansion style is a style that expands on the underside.": "Die uitbreidingstyl is 'n styl wat aan die onderkant uitbrei.",
  "Number of embed to display": "Nommer van inbed om te vertoon",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "Die aantal inbeddings wat vertoon moet word. Voordat u hierdie getal verminder, moet u die titel van die konsepte wat u benodig, verander.",
  "Draft title word": "Konsep titelwoord",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "Die woord wat in die titel van die konsepbladsy verskyn. Die nommer word na hierdie woord bygevoeg. Byvoorbeeld, as die woord 'Konsep--' is, is die titel van die konsepbladsy 'Konsep--1', 'Konsep--2', ensovoorts.",
  "Add a button to the left menu bar to access this plugin": "Voeg 'n knoppie by die linkerkieslysbalk om toegang tot hierdie inprop te kry",
  "Or from the toolbar": "Of vanaf die nutsbalk",
  "Remove each draft from the history list in the left menu": "Verwyder elke konsep van die geskiedenislys in die linkerkieslys",
  "Enable / Disable": "Aktiveer / Deaktiveer",
  "Draft": "Konsep"
}