{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "Wenn die Vorlage zum ersten Mal bereits angewendet wird, bearbeiten Sie die Vorlage und klicken Sie auf die Schaltfläche Alle löschen, um jeden Entwurf zu aktualisieren.",
  "Draft List": "Entwurfsliste",
  "Template for draft": "Vorlage für Entwurf",
  "plugin": "Plugin (Englisch)",
  "Change Style": "Stil ändern",
  "Plugin Settings": "Plugin-Einstellungen",
  "Update page list.": "Seitenliste aktualisieren.",
  "Reload": "Nachladen",
  "Press this button when finished.": "Drücken Sie diese Taste, wenn Sie fertig sind.",
  "Close": "Schließen",
  "All delete": "Alle löschen",
  "How to use": "Anwendung",
  "This plugin is for handling draft pages in bulk with embeds.": "Dieses Plugin ist für die Verarbeitung von Entwurfsseiten in großen Mengen mit Einbettungen.",
  "When the content is complete, change the page name.": "Wenn der Inhalt fertig ist, ändern Sie den Seitennamen.",
  "The template is applied to draft pages.": "Die Vorlage wird auf Entwurfsseiten angewendet.",
  "When you open the list page, if each draft does not exist, the template is applied.": "Wenn Sie die Listenseite öffnen und nicht jeder Entwurf vorhanden ist, wird die Vorlage angewendet.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "Um die Vorlage auf einen Entwurf anzuwenden, der noch nicht angewendet wurde, öffnen Sie die Seite, löschen Sie sie, und öffnen Sie die Listenseite.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "Wenn Sie den Mauszeiger über den Seitentitel bewegen, wird die Logseq-Kern-Tooltip-Funktion aktiviert. (Wenn diese Option aktiviert ist.)",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "Klicken Sie auf den Seitentitel, um zu dieser Seite zu gelangen. Klicken Sie nach dem Verschieben mit der rechten Maustaste auf den Seitentitel, um das Kontextmenü anzuzeigen und den Seitentitel zu ändern oder zu löschen.",
  "Page style": "Seitenstil",
  "The Tile style displays content in a minimalist manner.": "Der Kachelstil zeigt Inhalte auf minimalistische Weise an.",
  "The Gallery style arranges the blocks up, down, left, and right.": "Im Galeriestil werden die Blöcke nach oben, unten, links und rechts angeordnet.",
  "The Wide style uses the screen horizontally.": "Bei der Formatvorlage \"Breit\" wird der Bildschirm horizontal verwendet.",
  "The Expansion style is a style that expands on the underside.": "Der Stil \"Erweiterung\" ist ein Stil, der auf der Unterseite erweitert wird.",
  "Number of embed to display": "Anzahl der anzuzeigenden Einbettungen",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "Die Anzahl der einzubetten, die angezeigt werden sollen. Bevor Sie diese Anzahl reduzieren, ändern Sie den Titel der Entwürfe, die Sie benötigen.",
  "Draft title word": "Entwurf des Titelworts",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "Das Wort, das im Titel der Entwurfsseite angezeigt wird. Die Zahl wird nach diesem Wort hinzugefügt. Wenn das Wort z. B. \"Entwurf--\" lautet, lautet der Titel der Entwurfsseite \"Entwurf--1\", \"Entwurf--2\" usw.",
  "Add a button to the left menu bar to access this plugin": "Fügen Sie der linken Menüleiste eine Schaltfläche hinzu, um auf dieses Plugin zuzugreifen",
  "Or from the toolbar": "Oder aus der Symbolleiste",
  "Remove each draft from the history list in the left menu": "Entfernen Sie jeden Entwurf aus der Verlaufsliste im linken Menü",
  "Enable / Disable": "Aktivieren / Deaktivieren",
  "Draft": "Entwurf"
}