{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "La primera vez, la plantilla ya está aplicada, así que edite la plantilla y presione el botón Eliminar todo para actualizar cada borrador.",
  "Draft List": "Lista de borradores",
  "Template for draft": "Plantilla para borrador",
  "plugin": "Plugin",
  "Change Style": "Cambiar estilo",
  "Plugin Settings": "Configuración del plugin",
  "Update page list.": "Actualizar lista de páginas.",
  "Reload": "Recargar",
  "Press this button when finished.": "Presione este botón cuando termine.",
  "Close": "Cerrar",
  "All delete": "Todos los eliminar",
  "How to use": "Modo de empleo",
  "This plugin is for handling draft pages in bulk with embeds.": "Este plugin es para manejar borradores de páginas de forma masiva con incrustaciones.",
  "When the content is complete, change the page name.": "Cuando el contenido esté completo, cambie el nombre de la página.",
  "The template is applied to draft pages.": "La plantilla se aplica a las páginas de borrador.",
  "When you open the list page, if each draft does not exist, the template is applied.": "Al abrir la página de lista, si cada borrador no existe, se aplica la plantilla.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "Para aplicar la plantilla a un borrador que aún no se ha aplicado, abra la página, elimínela y abra la página de lista.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "Al pasar el cursor sobre el título de la página, se activará la función de información sobre herramientas principal de Logseq. (Si está activado).",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "Haga clic en el título de la página para ir a esa página. Después de moverse, haga clic con el botón derecho en el título de la página para mostrar el menú contextual y cambiar o eliminar el título de la página.",
  "Page style": "Estilo de página",
  "The Tile style displays content in a minimalist manner.": "El estilo Mosaico muestra el contenido de forma minimalista.",
  "The Gallery style arranges the blocks up, down, left, and right.": "El estilo Galería organiza los bloques arriba, abajo, izquierda y derecha.",
  "The Wide style uses the screen horizontally.": "El estilo Wide utiliza la pantalla horizontalmente.",
  "The Expansion style is a style that expands on the underside.": "El estilo de expansión es un estilo que se expande en la parte inferior.",
  "Number of embed to display": "Número de incrustaciones que se van a mostrar",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "El número de incrustaciones que se van a mostrar. Antes de reducir este número, cambie el título de los borradores que necesita.",
  "Draft title word": "Borrador de la palabra del título",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "La palabra que aparece en el título de la página de borrador. El número se agrega después de esta palabra. Por ejemplo, si la palabra es 'Borrador--', el título de la página de borrador es 'Borrador--1', 'Borrador--2', etc.",
  "Add a button to the left menu bar to access this plugin": "Agregue un botón a la barra de menú de la izquierda para acceder a este complemento",
  "Or from the toolbar": "O desde la barra de herramientas",
  "Remove each draft from the history list in the left menu": "Eliminar cada borrador de la lista del historial en el menú de la izquierda",
  "Enable / Disable": "Habilitar / Deshabilitar",
  "Draft": "Corriente de aire"
}