{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "La première fois, le modèle est déjà appliqué, alors modifiez-le et appuyez sur le bouton Tous les éléments de suppression pour mettre à jour chaque brouillon.",
  "Draft List": "Liste provisoire",
  "Template for draft": "Modèle pour brouillon",
  "plugin": "Plugin",
  "Change Style": "Changer de style",
  "Plugin Settings": "Paramètres du plugin",
  "Update page list.": "Mettre à jour la liste des pages.",
  "Reload": "Recharger",
  "Press this button when finished.": "Appuyez sur ce bouton lorsque vous avez terminé.",
  "Close": "Fermer",
  "All delete": "Tous supprimer",
  "How to use": "Mode d’emploi",
  "This plugin is for handling draft pages in bulk with embeds.": "Ce plugin est destiné à gérer les pages de brouillon en masse avec des intégrations.",
  "When the content is complete, change the page name.": "Une fois le contenu terminé, modifiez le nom de la page.",
  "The template is applied to draft pages.": "Le modèle est appliqué aux pages de brouillon.",
  "When you open the list page, if each draft does not exist, the template is applied.": "Lorsque vous ouvrez la page de liste, si chaque brouillon n’existe pas, le modèle est appliqué.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "Pour appliquer le modèle à un brouillon qui n’est pas encore appliqué, ouvrez la page, supprimez-la, puis ouvrez la page de liste.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "Lorsque vous survolez le titre de la page, la fonction d’infobulle principale de Logseq est activée. (S’il est activé.)",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "Cliquez sur le titre de la page pour accéder à cette page. Après l’avoir déplacé, cliquez avec le bouton droit de la souris sur le titre de la page pour afficher le menu contextuel et modifiez ou supprimez le titre de la page.",
  "Page style": "Style de page",
  "The Tile style displays content in a minimalist manner.": "Le style Mosaïque affiche le contenu de manière minimaliste.",
  "The Gallery style arranges the blocks up, down, left, and right.": "Le style Galerie organise les blocs vers le haut, le bas, la gauche et la droite.",
  "The Wide style uses the screen horizontally.": "Le style Wide utilise l’écran horizontalement.",
  "The Expansion style is a style that expands on the underside.": "Le style Expansion est un style qui s’étend sur la face inférieure.",
  "Number of embed to display": "Nombre d’embed à afficher",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "Le nombre d’intégrations à afficher. Avant de réduire ce nombre, modifiez le titre des brouillons dont vous avez besoin.",
  "Draft title word": "Projet de mot du titre",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "Mot qui apparaît dans le titre de la page de brouillon. Le numéro est ajouté après ce mot. Par exemple, si le mot est « Brouillon », le titre de la page de brouillon est « Brouillon 1 », « Brouillon 2 », etc.",
  "Add a button to the left menu bar to access this plugin": "Ajouter un bouton dans la barre de menu de gauche pour accéder à ce plugin",
  "Or from the toolbar": "Ou depuis la barre d’outils",
  "Remove each draft from the history list in the left menu": "Supprimer chaque brouillon de la liste de l’historique dans le menu de gauche",
  "Enable / Disable": "Activer / Désactiver",
  "Draft": "Brouillon"
}