{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "Pertama kali, templat sudah diterapkan, jadi edit templat dan tekan tombol Semua hapus untuk memperbarui setiap draf.",
  "Draft List": "Daftar Draf",
  "Template for draft": "Template untuk draf",
  "plugin": "plugin",
  "Change Style": "Ubah Gaya",
  "Plugin Settings": "Pengaturan Plugin",
  "Update page list.": "Perbarui daftar halaman.",
  "Reload": "Reload",
  "Press this button when finished.": "Tekan tombol ini setelah selesai.",
  "Close": "Tutup",
  "All delete": "Semua hapus",
  "How to use": "Cara penggunaan",
  "This plugin is for handling draft pages in bulk with embeds.": "Plugin ini untuk menangani halaman draf secara massal dengan penyematan.",
  "When the content is complete, change the page name.": "Setelah konten selesai, ubah nama halaman.",
  "The template is applied to draft pages.": "Templat diterapkan ke halaman draf.",
  "When you open the list page, if each draft does not exist, the template is applied.": "Saat Anda membuka halaman daftar, jika setiap draf tidak ada, templat akan diterapkan.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "Untuk menerapkan templat ke draf yang belum diterapkan, buka halaman, hapus, dan buka halaman daftar.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "Saat Anda mengarahkan kursor ke judul halaman, fitur tooltip inti Logseq akan diaktifkan. (Jika diatur ke aktif.)",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "Klik judul halaman untuk membuka halaman tersebut. Setelah bergerak, klik kanan judul halaman untuk menampilkan menu konteks dan mengubah atau menghapus judul halaman.",
  "Page style": "Gaya halaman",
  "The Tile style displays content in a minimalist manner.": "Gaya Ubin menampilkan konten dengan cara minimalis.",
  "The Gallery style arranges the blocks up, down, left, and right.": "Gaya Galeri mengatur blok atas, bawah, kiri, dan kanan.",
  "The Wide style uses the screen horizontally.": "Gaya Wide menggunakan layar secara horizontal.",
  "The Expansion style is a style that expands on the underside.": "Gaya Expansion adalah gaya yang meluas di bagian bawah.",
  "Number of embed to display": "Jumlah penyematan yang akan ditampilkan",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "Jumlah penyematan yang akan ditampilkan. Sebelum mengurangi jumlah ini, ubah judul draf yang Anda butuhkan.",
  "Draft title word": "Draf kata judul",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "Kata yang muncul di judul halaman draf. Nomor ditambahkan setelah kata ini. Misalnya, jika katanya adalah 'Draf--', judul halaman draf adalah 'Draf--1', 'Draf--2', dan seterusnya.",
  "Add a button to the left menu bar to access this plugin": "Tambahkan tombol ke bilah menu kiri untuk mengakses plugin ini",
  "Or from the toolbar": "Atau dari toolbar",
  "Remove each draft from the history list in the left menu": "Hapus setiap draf dari daftar riwayat di menu sebelah kiri",
  "Enable / Disable": "Aktifkan / Nonaktifkan",
  "Draft": "Bagan"
}