{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "La prima volta, il modello è già applicato, quindi modifica il modello e premi il pulsante Elimina tutto per aggiornare ogni bozza.",
  "Draft List": "Lista delle bozze",
  "Template for draft": "Modello per la bozza",
  "plugin": "Plugin",
  "Change Style": "Cambia stile",
  "Plugin Settings": "Impostazioni del plug-in",
  "Update page list.": "Aggiorna l'elenco delle pagine.",
  "Reload": "Ricaricare",
  "Press this button when finished.": "Al termine, premere questo pulsante.",
  "Close": "Chiudere",
  "All delete": "Tutti cancella",
  "How to use": "Modo d'uso",
  "This plugin is for handling draft pages in bulk with embeds.": "Questo plugin serve per gestire le bozze di pagine in blocco con incorporamenti.",
  "When the content is complete, change the page name.": "Quando il contenuto è completo, cambia il nome della pagina.",
  "The template is applied to draft pages.": "Il modello viene applicato alle bozze delle pagine.",
  "When you open the list page, if each draft does not exist, the template is applied.": "Quando si apre la pagina dell'elenco, se ogni bozza non esiste, viene applicato il modello.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "Per applicare il modello a una bozza non ancora applicata, aprire la pagina, eliminarla e aprire la pagina dell'elenco.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "Quando si passa il mouse sopra il titolo della pagina, viene attivata la funzione di descrizione comando principale di Logseq. (Se è impostato su on.)",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "Fai clic sul titolo della pagina per accedere a quella pagina. Dopo lo spostamento, fare clic con il pulsante destro del mouse sul titolo della pagina per visualizzare il menu contestuale e modificare o eliminare il titolo della pagina.",
  "Page style": "Stile pagina",
  "The Tile style displays content in a minimalist manner.": "Lo stile Riquadro visualizza il contenuto in modo minimalista.",
  "The Gallery style arranges the blocks up, down, left, and right.": "Lo stile Galleria dispone i blocchi in alto, in basso, a sinistra e a destra.",
  "The Wide style uses the screen horizontally.": "Lo stile Wide utilizza lo schermo orizzontalmente.",
  "The Expansion style is a style that expands on the underside.": "Lo stile di espansione è uno stile che si espande sul lato inferiore.",
  "Number of embed to display": "Numero di incorporamenti da visualizzare",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "Il numero di incorporamenti da visualizzare. Prima di ridurre questo numero, cambia il titolo delle bozze di cui hai bisogno.",
  "Draft title word": "Bozza della parola del titolo",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "La parola che appare nel titolo della bozza di pagina. Il numero viene aggiunto dopo questa parola. Ad esempio, se la parola è 'Bozza--', il titolo della pagina bozza è 'Bozza--1', 'Bozza--2' e così via.",
  "Add a button to the left menu bar to access this plugin": "Aggiungi un pulsante alla barra dei menu a sinistra per accedere a questo plugin",
  "Or from the toolbar": "O dalla barra degli strumenti",
  "Remove each draft from the history list in the left menu": "Rimuovi ogni bozza dall'elenco della cronologia nel menu a sinistra",
  "Enable / Disable": "Abilita / Disabilita",
  "Draft": "Bozza"
}