{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "初回は、テンプレートがすでに適用されているため、テンプレートを編集し、[すべて削除]ボタンを押して各下書きを更新します。",
  "Draft List": "下書きリスト",
  "Template for draft": "下書きのテンプレート",
  "plugin": "プラグイン",
  "Change Style": "スタイルの変更",
  "Plugin Settings": "プラグイン設定",
  "Update page list.": "ページ一覧を更新しました。",
  "Reload": "リロード",
  "Press this button when finished.": "終了したら、このボタンを押してください。",
  "Close": "閉じる",
  "All delete": "すべて削除",
  "How to use": "使用方法",
  "This plugin is for handling draft pages in bulk with embeds.": "このプラグインは、埋め込みを使用して下書きページを一括で処理するためのものです。",
  "When the content is complete, change the page name.": "コンテンツが完成したら、ページ名を変更します。",
  "The template is applied to draft pages.": "テンプレートは下書きページに適用されます。",
  "When you open the list page, if each draft does not exist, the template is applied.": "リスト ページを開いたときに、各下書きが存在しない場合は、テンプレートが適用されます。",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "まだ適用されていない下書きにテンプレートを適用するには、ページを開いてから削除し、リスト ページを開きます。",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "ページタイトルにカーソルを合わせると、Logseqコアのツールチップ機能がアクティブになります。(オンに設定されている場合。",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "ページのタイトルをクリックすると、そのページに移動します。移動後、ページタイトルを右クリックしてコンテキストメニューを表示し、ページタイトルを変更または削除します。",
  "Page style": "ページスタイル",
  "The Tile style displays content in a minimalist manner.": "タイル スタイルは、最小限の方法でコンテンツを表示します。",
  "The Gallery style arranges the blocks up, down, left, and right.": "ギャラリー スタイルでは、ブロックが上下左右に配置されます。",
  "The Wide style uses the screen horizontally.": "ワイド スタイルでは、画面を水平方向に使用します。",
  "The Expansion style is a style that expands on the underside.": "拡張スタイルは、下側が拡張するスタイルです。",
  "Number of embed to display": "表示する埋め込みの数",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "表示する埋め込みの数。この数を減らす前に、必要な下書きのタイトルを変更してください。",
  "Draft title word": "下書きのタイトル先頭の単語",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "下書きページのタイトルに表示される単語。この単語の後に番号が追加されます。たとえば、単語が \"Draft--\" の場合、下書きページのタイトルは \"Draft--1\"、\"Draft--2\" などになります。",
  "Add a button to the left menu bar to access this plugin": "このプラグインにアクセスするためのボタンを左側のメニューバーに追加します",
  "Or from the toolbar": "またはツールバーから",
  "Remove each draft from the history list in the left menu": "左側のメニューの履歴リストから各下書きを削除します",
  "Enable / Disable": "有効 / 無効",
  "Draft": "下書き"
}