{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "처음에는 템플릿이 이미 적용되어 있으므로 템플릿을 편집하고 모두 삭제 버튼을 눌러 각 초안을 업데이트합니다.",
  "Draft List": "초안 목록",
  "Template for draft": "초안용 템플릿",
  "plugin": "플러그인(plugin)",
  "Change Style": "스타일 변경",
  "Plugin Settings": "플러그인 설정",
  "Update page list.": "페이지 목록을 업데이트합니다.",
  "Reload": "새로고침",
  "Press this button when finished.": "완료되면 이 버튼을 누릅니다.",
  "Close": "닫다",
  "All delete": "모두 삭제",
  "How to use": "사용 방법",
  "This plugin is for handling draft pages in bulk with embeds.": "이 플러그인은 임베드를 사용하여 초안 페이지를 대량으로 처리하기 위한 것입니다.",
  "When the content is complete, change the page name.": "컨텐츠가 완료되면 페이지 이름을 변경합니다.",
  "The template is applied to draft pages.": "템플릿이 초안 페이지에 적용됩니다.",
  "When you open the list page, if each draft does not exist, the template is applied.": "목록 페이지를 열 때 각 초안이 없으면 템플릿이 적용됩니다.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "아직 적용되지 않은 초안에 템플릿을 적용하려면 페이지를 열고 삭제한 다음 목록 페이지를 엽니다.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "페이지 제목 위로 마우스를 가져가면 Logseq 핵심 도구 설명 기능이 활성화됩니다. (켜짐으로 설정된 경우)",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "페이지 제목을 클릭하여 해당 페이지로 이동합니다. 이동한 후 페이지 제목을 마우스 오른쪽 버튼으로 클릭하여 상황에 맞는 메뉴를 표시하고 페이지 제목을 변경하거나 삭제합니다.",
  "Page style": "페이지 스타일",
  "The Tile style displays content in a minimalist manner.": "타일 스타일은 콘텐츠를 미니멀한 방식으로 표시합니다.",
  "The Gallery style arranges the blocks up, down, left, and right.": "갤러리 스타일은 블록을 위, 아래, 왼쪽 및 오른쪽으로 정렬합니다.",
  "The Wide style uses the screen horizontally.": "와이드 스타일은 화면을 가로로 사용합니다.",
  "The Expansion style is a style that expands on the underside.": "확장 스타일은 아래쪽에서 확장되는 스타일입니다.",
  "Number of embed to display": "표시할 임베드 수",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "표시할 임베드의 수입니다. 이 수를 줄이기 전에 필요한 초안의 제목을 변경하십시오.",
  "Draft title word": "초안 제목 단어",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "초안 페이지의 제목에 표시되는 단어입니다. 이 단어 뒤에 숫자가 추가됩니다. 예를 들어, 단어가 '초안--'인 경우 초안 페이지의 제목은 '초안--1', '초안--2' 등이 됩니다.",
  "Add a button to the left menu bar to access this plugin": "왼쪽 메뉴 표시줄에 버튼을 추가하여 이 플러그인에 액세스하십시오.",
  "Or from the toolbar": "또는 도구 모음에서",
  "Remove each draft from the history list in the left menu": "왼쪽 메뉴의 기록 목록에서 각 초안을 제거합니다.",
  "Enable / Disable": "사용/사용 안 함",
  "Draft": "초안"
}