{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "Første gang er malen allerede brukt, så rediger malen og trykk på Alle slett-knappen for å oppdatere hvert utkast.",
  "Draft List": "Utkast til liste",
  "Template for draft": "Mal for utkast",
  "plugin": "Utvidelse",
  "Change Style": "Endre stil",
  "Plugin Settings": "Plugin-innstillinger",
  "Update page list.": "Oppdater sideliste.",
  "Reload": "Reload",
  "Press this button when finished.": "Trykk på denne knappen når du er ferdig.",
  "Close": "Lukke",
  "All delete": "Alle slett",
  "How to use": "Hvordan å bruke",
  "This plugin is for handling draft pages in bulk with embeds.": "Denne plugin-en er for å håndtere utkastsider i bulk med innebygginger.",
  "When the content is complete, change the page name.": "Når innholdet er ferdig, endrer du sidenavnet.",
  "The template is applied to draft pages.": "Malen brukes på kladdesider.",
  "When you open the list page, if each draft does not exist, the template is applied.": "Når du åpner listesiden, brukes malen hvis hvert utkast ikke finnes.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "Hvis du vil bruke malen på en kladd som ennå ikke er brukt, åpner du siden, sletter den og åpner listesiden.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "Når du holder musepekeren over sidetittelen, aktiveres Logseq-kjerneverktøytipsfunksjonen. (Hvis den er satt til på.)",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "Klikk på sidetittelen for å gå til den siden. Etter å ha flyttet, høyreklikk på sidetittelen for å vise kontekstmenyen og endre eller slette sidetittelen.",
  "Page style": "Sidestil",
  "The Tile style displays content in a minimalist manner.": "Tile-stilen viser innhold på en minimalistisk måte.",
  "The Gallery style arranges the blocks up, down, left, and right.": "Galleristilen ordner blokkene opp, ned, til venstre og til høyre.",
  "The Wide style uses the screen horizontally.": "Bred stil bruker skjermen horisontalt.",
  "The Expansion style is a style that expands on the underside.": "Utvidelsesstilen er en stil som utvides på undersiden.",
  "Number of embed to display": "Antall innebygging som skal vises",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "Antall innebygginger som skal vises. Før du reduserer dette tallet, må du endre tittelen på utkastene du trenger.",
  "Draft title word": "Utkast til tittelord",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "Ordet som vises i tittelen på kladdesiden. Tallet legges til etter dette ordet. For eksempel, hvis ordet er 'Utkast--', er tittelen på utkastsiden 'Utkast--1', 'Utkast--2', og så videre.",
  "Add a button to the left menu bar to access this plugin": "Legg til en knapp i venstre menylinje for å få tilgang til denne plugin-en",
  "Or from the toolbar": "Eller fra verktøylinjen",
  "Remove each draft from the history list in the left menu": "Fjern hvert utkast fra historikklisten i menyen til venstre",
  "Enable / Disable": "Aktiver / deaktiver",
  "Draft": "Utkast"
}