{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "De eerste keer is de sjabloon al toegepast, dus bewerk de sjabloon en druk op de knop Alles verwijderen om elk concept bij te werken.",
  "Draft List": "Ontwerp lijst",
  "Template for draft": "Sjabloon voor concept",
  "plugin": "Plugin",
  "Change Style": "Stijl wijzigen",
  "Plugin Settings": "Plug-in-instellingen",
  "Update page list.": "Paginalijst bijwerken.",
  "Reload": "Herladen",
  "Press this button when finished.": "Druk op deze knop als u klaar bent.",
  "Close": "Sluiten",
  "All delete": "Alles verwijderen",
  "How to use": "Hoe te gebruiken",
  "This plugin is for handling draft pages in bulk with embeds.": "Deze plug-in is bedoeld voor het bulksgewijs verwerken van conceptpagina's met insluitingen.",
  "When the content is complete, change the page name.": "Wanneer de inhoud is voltooid, wijzigt u de paginanaam.",
  "The template is applied to draft pages.": "De sjabloon wordt toegepast op conceptpagina's.",
  "When you open the list page, if each draft does not exist, the template is applied.": "Wanneer u de lijstpagina opent en niet elk concept bestaat, wordt de sjabloon toegepast.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "Als u de sjabloon wilt toepassen op een concept dat nog niet is toegepast, opent u de pagina, verwijdert u deze en opent u de lijstpagina.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "Wanneer u de muisaanwijzer op de paginatitel plaatst, wordt de Logseq core tooltip-functie geactiveerd. (Als deze is ingesteld op aan.)",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "Klik op de paginatitel om naar die pagina te gaan. Klik na het verplaatsen met de rechtermuisknop op de paginatitel om het contextmenu weer te geven en de paginatitel te wijzigen of te verwijderen.",
  "Page style": "Pagina stijl",
  "The Tile style displays content in a minimalist manner.": "De Tile-stijl geeft inhoud op een minimalistische manier weer.",
  "The Gallery style arranges the blocks up, down, left, and right.": "De galerijstijl rangschikt de blokken omhoog, omlaag, links en rechts.",
  "The Wide style uses the screen horizontally.": "In de stijl Breed wordt het scherm horizontaal gebruikt.",
  "The Expansion style is a style that expands on the underside.": "De stijl Uitbreiding is een stijl die aan de onderkant uitbreidt.",
  "Number of embed to display": "Aantal insluitingen om weer te geven",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "Het aantal insluitingen dat moet worden weergegeven. Voordat u dit aantal verlaagt, wijzigt u de titel van de concepten die u nodig hebt.",
  "Draft title word": "Het woord van de concepttitel",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "Het woord dat voorkomt in de titel van de conceptpagina. Het nummer wordt na dit woord toegevoegd. Als het woord bijvoorbeeld 'Concept--' is, is de titel van de conceptpagina 'Concept--1', 'Concept--2', enzovoort.",
  "Add a button to the left menu bar to access this plugin": "Voeg een knop toe aan de linkermenubalk om toegang te krijgen tot deze plug-in",
  "Or from the toolbar": "Of via de werkbalk",
  "Remove each draft from the history list in the left menu": "Verwijder elk concept uit de geschiedenislijst in het linkermenu",
  "Enable / Disable": "Inschakelen / Uitschakelen",
  "Draft": "Concept"
}