{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "Za pierwszym razem szablon jest już zastosowany, więc edytuj szablon i naciśnij przycisk Usuń wszystko, aby zaktualizować każdą wersję roboczą.",
  "Draft List": "Wersja robocza listy",
  "Template for draft": "Szablon wersji roboczej",
  "plugin": "Wtyczka",
  "Change Style": "Zmień styl",
  "Plugin Settings": "Ustawienia wtyczki",
  "Update page list.": "Zaktualizuj listę stron.",
  "Reload": "Przeładować",
  "Press this button when finished.": "Naciśnij ten przycisk po zakończeniu.",
  "Close": "Zamykać",
  "All delete": "Usuń wszystko",
  "How to use": "Sposób użycia",
  "This plugin is for handling draft pages in bulk with embeds.": "Ta wtyczka służy do zbiorczej obsługi wersji roboczych stron z osadzaniem.",
  "When the content is complete, change the page name.": "Gdy zawartość jest gotowa, zmień nazwę strony.",
  "The template is applied to draft pages.": "Szablon zostanie zastosowany do wersji roboczych stron.",
  "When you open the list page, if each draft does not exist, the template is applied.": "Jeśli po otwarciu strony z listą nie istnieje żadna wersja robocza, zostanie zastosowany szablon.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "Aby zastosować szablon do wersji roboczej, która nie została jeszcze zastosowana, otwórz stronę, usuń ją i otwórz stronę listy.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "Po najechaniu kursorem na tytuł strony zostanie aktywowana funkcja podstawowej etykietki narzędzia Logseq. (Jeśli jest włączona).",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "Kliknij tytuł strony, aby przejść do tej strony. Po przeniesieniu kliknij prawym przyciskiem myszy tytuł strony, aby wyświetlić menu kontekstowe i zmienić lub usunąć tytuł strony.",
  "Page style": "Styl strony",
  "The Tile style displays content in a minimalist manner.": "Styl Kafelek wyświetla zawartość w minimalistyczny sposób.",
  "The Gallery style arranges the blocks up, down, left, and right.": "Styl Galeria rozmieszcza bloki w górę, w dół, w lewo i w prawo.",
  "The Wide style uses the screen horizontally.": "Styl Szeroki używa ekranu w poziomie.",
  "The Expansion style is a style that expands on the underside.": "Styl Rozwinięcie to styl, który rozwija się od spodu.",
  "Number of embed to display": "Liczba elementów osadzonych do wyświetlenia",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "Liczba elementów osadzonych do wyświetlenia. Zanim zmniejszysz tę liczbę, zmień tytuły potrzebnych wersji roboczych.",
  "Draft title word": "Słowo tytułu wersji roboczej",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "Słowo, które pojawia się w tytule wersji roboczej strony. Po tym słowie dodaje się liczbę. Na przykład, jeśli słowo to \"Wersja robocza--\", tytuł strony roboczej to \"Wersja robocza--1\", \"Wersja robocza--2\" i tak dalej.",
  "Add a button to the left menu bar to access this plugin": "Dodaj przycisk na lewym pasku menu, aby uzyskać dostęp do tej wtyczki",
  "Or from the toolbar": "Lub z paska narzędzi",
  "Remove each draft from the history list in the left menu": "Usuń każdą wersję roboczą z listy historii w menu po lewej stronie",
  "Enable / Disable": "Włącz / Wyłącz",
  "Draft": "Szkic"
}