{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "Na primeira vez, o modelo já está aplicado, portanto, edite-o e pressione o botão Todos excluir para atualizar cada rascunho.",
  "Draft List": "Lista de rascunhos",
  "Template for draft": "Modelo para rascunho",
  "plugin": "plugin",
  "Change Style": "Alterar estilo",
  "Plugin Settings": "Configurações do plug-in",
  "Update page list.": "Atualizar lista de páginas.",
  "Reload": "Recarregar",
  "Press this button when finished.": "Pressione este botão quando terminar.",
  "Close": "Fechar",
  "All delete": "Todos excluem",
  "How to use": "Modo de utilização",
  "This plugin is for handling draft pages in bulk with embeds.": "Este plugin é para lidar com páginas de rascunho em massa com incorporações.",
  "When the content is complete, change the page name.": "Quando o conteúdo estiver concluído, altere o nome da página.",
  "The template is applied to draft pages.": "O modelo é aplicado a páginas de rascunho.",
  "When you open the list page, if each draft does not exist, the template is applied.": "Quando você abre a página de listagem, se cada rascunho não existir, o modelo será aplicado.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "Para aplicar o modelo a um rascunho que ainda não foi aplicado, abra a página, exclua-o e abra a página de listagem.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "Ao passar o mouse sobre o título da página, o recurso de dica de ferramenta principal do Logseq será ativado. (Se estiver definido como ativado.)",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "Clique no título da página para ir para essa página. Depois de mover, clique com o botão direito do mouse no título da página para exibir o menu de contexto e alterar ou excluir o título da página.",
  "Page style": "Estilo da página",
  "The Tile style displays content in a minimalist manner.": "O estilo Mosaico apresenta o conteúdo de uma forma minimalista.",
  "The Gallery style arranges the blocks up, down, left, and right.": "O estilo Galeria organiza os blocos para cima, para baixo, para a esquerda e para a direita.",
  "The Wide style uses the screen horizontally.": "O estilo Wide usa a tela horizontalmente.",
  "The Expansion style is a style that expands on the underside.": "O estilo de expansão é um estilo que se expande na parte inferior.",
  "Number of embed to display": "Número de incorporações a serem exibidas",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "O número de incorporações a serem exibidas. Antes de reduzir este número, altere o título dos rascunhos de que necessita.",
  "Draft title word": "Palavra do título do rascunho",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "A palavra que aparece no título da página de rascunho. O número é adicionado após esta palavra. Por exemplo, se a palavra for 'Rascunho--', o título da página de rascunho será 'Rascunho--1', 'Rascunho--2', e assim por diante.",
  "Add a button to the left menu bar to access this plugin": "Adicione um botão à barra de menu à esquerda para acessar este plugin",
  "Or from the toolbar": "Ou a partir da barra de ferramentas",
  "Remove each draft from the history list in the left menu": "Remova cada rascunho da lista de histórico no menu à esquerda",
  "Enable / Disable": "Ativar/Desativar",
  "Draft": "Projeto"
}