{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "В первый раз шаблон уже применен, поэтому отредактируйте шаблон и нажмите кнопку «Удалить все», чтобы обновить каждый черновик.",
  "Draft List": "Черновой список",
  "Template for draft": "Шаблон для черновика",
  "plugin": "Плагин",
  "Change Style": "Изменить стиль",
  "Plugin Settings": "Настройки плагина",
  "Update page list.": "Обновите список страниц.",
  "Reload": "Перезаряжать",
  "Press this button when finished.": "Нажмите эту кнопку, когда закончите.",
  "Close": "Закрывать",
  "All delete": "Все удалить",
  "How to use": "Как пользоваться",
  "This plugin is for handling draft pages in bulk with embeds.": "Этот плагин предназначен для массовой обработки черновиков страниц с внедрениями.",
  "When the content is complete, change the page name.": "Когда содержимое будет готово, измените имя страницы.",
  "The template is applied to draft pages.": "Шаблон применяется к черновым страницам.",
  "When you open the list page, if each draft does not exist, the template is applied.": "При открытии страницы списка, если каждый черновик не существует, применяется шаблон.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "Чтобы применить шаблон к черновику, который еще не применен, откройте страницу, удалите ее и откройте страницу списка.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "При наведении курсора мыши на заголовок страницы активируется функция всплывающей подсказки ядра Logseq. (Если установлено значение вкл.)",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "Нажмите на заголовок страницы, чтобы перейти на эту страницу. После перемещения щелкните правой кнопкой мыши по заголовку страницы, чтобы отобразить контекстное меню и изменить или удалить заголовок страницы.",
  "Page style": "Стиль страницы",
  "The Tile style displays content in a minimalist manner.": "Стиль Плитка отображает содержимое в минималистичной манере.",
  "The Gallery style arranges the blocks up, down, left, and right.": "Стиль «Галерея» располагает блоки вверх, вниз, влево и вправо.",
  "The Wide style uses the screen horizontally.": "В стиле Wide экран расположен горизонтально.",
  "The Expansion style is a style that expands on the underside.": "Стиль «Расширение» — это стиль, который расширяется с нижней стороны.",
  "Number of embed to display": "Количество встраиваемых объектов для отображения",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "Количество встраиваемых объектов для отображения. Прежде чем уменьшать это число, измените название нужных вам черновиков.",
  "Draft title word": "Черновик титульного слова",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "Слово, которое указано в заголовке страницы черновика. Число добавляется после этого слова. Например, если речь идет о «Черновике--», то заголовок страницы черновика — «Черновик--1», «Черновик--2» и т. д.",
  "Add a button to the left menu bar to access this plugin": "Добавьте кнопку в левую строку меню для доступа к этому плагину",
  "Or from the toolbar": "Или с панели инструментов",
  "Remove each draft from the history list in the left menu": "Удалите каждый черновик из списка истории в левом меню",
  "Enable / Disable": "Включить / Выключить",
  "Draft": "Черновик"
}