{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "Prvýkrát je šablóna už použitá, preto šablónu upravte a stlačením tlačidla Odstrániť všetko aktualizujte jednotlivé koncepty.",
  "Draft List": "Návrh zoznamu",
  "Template for draft": "Vzor pre návrh",
  "plugin": "doplnok",
  "Change Style": "Zmeniť štýl",
  "Plugin Settings": "Nastavenia pluginu",
  "Update page list.": "Aktualizujte zoznam strán.",
  "Reload": "Reload",
  "Press this button when finished.": "Po dokončení stlačte toto tlačidlo.",
  "Close": "Zavrieť",
  "All delete": "Všetko zmazať",
  "How to use": "Použitie",
  "This plugin is for handling draft pages in bulk with embeds.": "Tento doplnok slúži na hromadnú manipuláciu s konceptmi stránok s vloženými súbormi.",
  "When the content is complete, change the page name.": "Po dokončení obsahu zmeňte názov stránky.",
  "The template is applied to draft pages.": "Šablóna sa použije na koncepty strán.",
  "When you open the list page, if each draft does not exist, the template is applied.": "Ak po otvorení stránky so zoznamom neexistuje žiadna pracovná verzia, použije sa šablóna.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "Ak chcete šablónu použiť na koncept, ktorý ešte nie je použitý, otvorte stranu, odstráňte ju a otvorte stránku so zoznamom.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "Keď umiestnite kurzor myši na názov stránky, aktivuje sa funkcia základného popisu Logseq. (Ak je zapnutá.)",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "Kliknutím na názov stránky prejdete na danú stránku. Po premiestnení kliknite pravým tlačidlom myši na názov strany, aby sa zobrazila kontextová ponuka a názov strany sa zmenil alebo odstránil.",
  "Page style": "Štýl stránky",
  "The Tile style displays content in a minimalist manner.": "Štýl dlaždice zobrazuje obsah minimalistickým spôsobom.",
  "The Gallery style arranges the blocks up, down, left, and right.": "Štýl Galéria usporiada bloky hore, dole, doľava a doprava.",
  "The Wide style uses the screen horizontally.": "Široký štýl používa obrazovku vodorovne.",
  "The Expansion style is a style that expands on the underside.": "Štýl Rozšírenie je štýl, ktorý sa rozširuje na spodnej strane.",
  "Number of embed to display": "Počet vložených položiek na zobrazenie",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "Počet vložených položiek, ktoré sa majú zobraziť. Pred znížením tohto počtu zmeňte názov návrhov, ktoré potrebujete.",
  "Draft title word": "Koncept názvového slova",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "Slovo, ktoré sa zobrazuje v názve konceptu strany. Číslo sa pridáva za toto slovo. Ak je napríklad slovo \"Koncept--\", názov stránky konceptu je \"Koncept--1\", \"Koncept--2\" atď.",
  "Add a button to the left menu bar to access this plugin": "Pridajte tlačidlo na ľavý panel s ponukami pre prístup k tomuto doplnku",
  "Or from the toolbar": "Alebo na paneli s nástrojmi",
  "Remove each draft from the history list in the left menu": "Odstránenie jednotlivých konceptov zo zoznamu histórie v ľavom menu",
  "Enable / Disable": "Povoliť / zakázať",
  "Draft": "Načrtnúť"
}