{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "İlk kez, şablon zaten uygulanmıştır, bu nedenle şablonu düzenleyin ve her taslağı güncellemek için Tümünü sil düğmesine basın.",
  "Draft List": "Taslak Liste",
  "Template for draft": "Taslak için şablon",
  "plugin": "Eklenti",
  "Change Style": "Stili Değiştir",
  "Plugin Settings": "Eklenti Ayarları",
  "Update page list.": "Sayfa listesini güncelle'yi tıklayın.",
  "Reload": "Yeni -den yükle",
  "Press this button when finished.": "İşiniz bittiğinde bu düğmeye basın.",
  "Close": "Kapatmak",
  "All delete": "Tümünü sil",
  "How to use": "Nasıl kullanılır?",
  "This plugin is for handling draft pages in bulk with embeds.": "Bu eklenti, taslak sayfaları yerleştirmelerle toplu olarak işlemek içindir.",
  "When the content is complete, change the page name.": "İçerik tamamlandığında sayfa adını değiştirin.",
  "The template is applied to draft pages.": "Şablon taslak sayfalara uygulanır.",
  "When you open the list page, if each draft does not exist, the template is applied.": "Liste sayfasını açtığınızda, her taslak yoksa, şablon uygulanır.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "Şablonu henüz uygulanmamış bir taslağa uygulamak için sayfayı açın, silin ve liste sayfasını açın.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "Sayfa başlığının üzerine geldiğinizde, Logseq temel araç ipucu özelliği etkinleştirilecektir. (Açık olarak ayarlanmışsa.)",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "İlgili sayfaya gitmek için sayfa başlığını tıklayın. Taşıdıktan sonra, bağlam menüsünü görüntülemek için sayfa başlığını sağ tıklatın ve sayfa başlığını değiştirin veya silin.",
  "Page style": "Sayfa stili",
  "The Tile style displays content in a minimalist manner.": "Döşeme stili, içeriği minimalist bir şekilde görüntüler.",
  "The Gallery style arranges the blocks up, down, left, and right.": "Galeri stili blokları yukarı, aşağı, sola ve sağa düzenler.",
  "The Wide style uses the screen horizontally.": "Geniş stil, ekranı yatay olarak kullanır.",
  "The Expansion style is a style that expands on the underside.": "Genişletme stili, alt tarafa doğru genişleyen bir stildir.",
  "Number of embed to display": "Görüntülenecek ekleme sayısı",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "Görüntülenecek yerleştirme sayısı. Bu sayıyı azaltmadan önce, ihtiyacınız olan taslakların başlığını değiştirin.",
  "Draft title word": "Taslak başlık sözcüğü",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "Taslak sayfanın başlığında görünen sözcük. Numara bu kelimeden sonra eklenir. Örneğin, sözcük 'Taslak--' ise, taslak sayfasının başlığı 'Taslak--1', 'Taslak--2' vb. olur.",
  "Add a button to the left menu bar to access this plugin": "Bu eklentiye erişmek için sol menü çubuğuna bir düğme ekleyin",
  "Or from the toolbar": "Veya araç çubuğundan",
  "Remove each draft from the history list in the left menu": "Soldaki menüdeki geçmiş listesinden her taslağı kaldırın",
  "Enable / Disable": "Etkinleştir / Devre Dışı Bırak",
  "Draft": "Taslak"
}