{
  "The first time, the template is already applied, so edit the template and press the All delete button to update each draft.": "Перший раз шаблон вже застосовано, тому відредагуйте шаблон і натисніть кнопку «Видалити все», щоб оновити кожну чернетку.",
  "Draft List": "Чернетка списку",
  "Template for draft": "Шаблон для чернетки",
  "plugin": "Плагін",
  "Change Style": "Змінити стиль",
  "Plugin Settings": "Налаштування плагіна",
  "Update page list.": "Оновити список сторінок.",
  "Reload": "Перезавантажити",
  "Press this button when finished.": "Натисніть цю кнопку, коли закінчите.",
  "Close": "Закрити",
  "All delete": "Всі видалити",
  "How to use": "Спосіб застосування",
  "This plugin is for handling draft pages in bulk with embeds.": "Цей плагін призначений для масової обробки чернеток сторінок із вбудованими.",
  "When the content is complete, change the page name.": "Коли контент буде готовий, змініть назву сторінки.",
  "The template is applied to draft pages.": "Шаблон застосовується до чернеток сторінок.",
  "When you open the list page, if each draft does not exist, the template is applied.": "Коли ви відкриваєте сторінку списку, якщо кожної чернетки не існує, застосовується шаблон.",
  "To apply the template to a draft that is not yet applied, open the page, delete it, and open the list page.": "Щоб застосувати шаблон до чернетки, яку ще не застосовано, відкрийте сторінку, видаліть її та відкрийте сторінку зі списком.",
  "When you hover over the page title, the Logseq core tooltip feature will be activated. (If it is set to on.)": "Коли ви наведете курсор на заголовок сторінки, буде активована функція підказки Logseq core tooltip. (Якщо встановлено значення ввімкнено.)",
  "Click the page title to go to that page. After moving, right-click the page title to display the context menu and change or delete the page title.": "Натисніть заголовок сторінки, щоб перейти на неї. Після переміщення клацніть правою кнопкою миші заголовок сторінки, щоб відобразити контекстне меню та змінити або видалити заголовок сторінки.",
  "Page style": "Стиль сторінки",
  "The Tile style displays content in a minimalist manner.": "Стиль «Плитка» відображає контент у мінімалістичній манері.",
  "The Gallery style arranges the blocks up, down, left, and right.": "Стиль «Галерея» розташовує блоки вгору, вниз, ліворуч і праворуч.",
  "The Wide style uses the screen horizontally.": "У стилі «Широкий» екран розташовується горизонтально.",
  "The Expansion style is a style that expands on the underside.": "Стиль розширення – це стиль, який розширюється з нижньої сторони.",
  "Number of embed to display": "Кількість вбудованих для відображення",
  "The number of embeds to display. Before reducing this number, change the title of the drafts you need.": "Кількість вбудованих для відображення. Перш ніж зменшувати це число, змініть заголовок потрібних вам чернеток.",
  "Draft title word": "Чернетка заголовного слова",
  "The word that appears in the title of the draft page. The number is added after this word. For example, if the word is 'Draft--', the title of the draft page is 'Draft--1', 'Draft--2', and so on.": "Слово, яке відображається в назві сторінки чернетки. Після цього слова додається цифра. Наприклад, якщо слово \"Чернетка--\", то заголовок сторінки чернетки буде \"Чернетка--1\", \"Чернетка--2\" тощо.",
  "Add a button to the left menu bar to access this plugin": "Додайте кнопку в лівий рядок меню, щоб отримати доступ до цього плагіна",
  "Or from the toolbar": "Або з панелі інструментів",
  "Remove each draft from the history list in the left menu": "Видалення кожної чернетки зі списку історії в меню ліворуч",
  "Enable / Disable": "Включення / відключення",
  "Draft": "Проект"
}